oliver-joos/wlan-relays/boards/ESP32_DEVKIT/mpconfigboard.h
// This configuration is for a ESP32 DevKit V1 board with 4MiB flash and Over-The-Air updates.

#include "../mpconfigboards.h"

#ifndef MICROPY_HW_BOARD_NAME
#define MICROPY_HW_BOARD_NAME "ESP32 DevKit"
#endif
#ifndef MICROPY_HW_MCU_NAME
#define MICROPY_HW_MCU_NAME "ESP32"
#endif
